# IsDropShadowEnabled

## Description
```pascal
FUNCTION IsDropShadowEnabled(h : HANDLE) : BOOLEAN;
```

```python

def vs.IsDropShadowEnabled(h):
    return BOOLEAN
```

## Parameters
|Name|Type|Description|
|---|---|---|
|h|HANDLE||

## Version
Availability: from Vectorworks 2017
## Category
* Object Attributes